{
    "banner": "Ajută-mă să mă ocup Music Presence <em>full-time</em>\n\nlast.fm scrobbling\nseptembrie\n\nsuport pentru browser\noctombrie\n\nascultă cu prietenii\nianuarie\n\n\nINFORMATION:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: September 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "shortTitle": "Music Presence are nevoie de ajutorul tău",
    "buttons": [
        "Contactează-mă",
        "Vizitează site-ul",
        "Donează"
    ],
    "content": "Salut, sunt Jonas, creatorul Music Presence!\n\nVreau să îți vorbesc despre viitorul aplicației\nși despre cum poți ajuta să păstrăm proiectul în viață.\n\nPoate nu știai, dar sunt singurul dezvoltator\ndin spatele Music Presence. Am pus multă pasiune în acest proiect\nîncă din mai 2024\nși sunt extrem de motivat să continui,\ndar, din cauza unor evenimente recente din viața mea,\nîn curând nu voi mai avea suficient timp pentru proiect.\n\nCaut sprijin financiar de la utilizatori ca tine,\nastfel încât să pot lucra la următoarele funcționalități:\n\n- **scrobbling last.fm**, disponibil pe toate sistemele de operare și pentru toate playerele media\n- **suport pentru browser**, pentru a detecta media de pe site-uri web, pe lângă aplicațiile desktop\n- **listening along**, ca să poți sincroniza redarea muzicii cu prietenii tăi\n\n&nbsp;\n\nPentru a ajuta, poți face o mică donație,\nfie lunar, fie o singură dată.\nScopul meu este să găsesc suficienți susținători pentru a avea un trai sustenabil,\nastfel încât să pot fi independent de un job corporatist.\n\nPoți vedea obiectivul de donații și progresul pe site-ul meu:\n[**musicpresence.app**](https://musicpresence.app?utm_source=app&utm_medium=news)\nAcolo vei găsi, de asemenea:\n[**cronologia proiectului**](https://musicpresence.app?utm_source=app&utm_medium=news#timeline),\n[**opțiunile de donație disponibile**](https://musicpresence.app/donate?utm_source=app&utm_medium=news) și\n[**lista actuală a sponsorilor**](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news).\n \nTot ce trebuie să știi\n- Vei fi printre primii care testează noile funcționalități imediat ce devin disponibile.\n- Ești unul dintre mulți care aleg să doneze pentru acest proiect. Music Presence are peste 10.000 de utilizatori zilnici, chiar și o donație foarte mică poate avea un impact mare.\n\n- Vizitează site-ul meu\nși citește FAQ-ul\npentru a găsi mai multe răspunsuri la întrebările frecvente.\n- Abonează-te la această discuție GitHub\nca să fii la curent cu toate actualizările privind obiectivul de donații\nși direcția proiectului.\n- Te voi informa dacă obiectivul a fost atins pe 10 august.\n\n- Nu ezita să mă contactezi dacă ai întrebări!\nÎmi poți scrie la contact@musicpresence.app\nsau te poți alătura serverului Discord\nși să spui Salut. Suntem o comunitate foarte prietenoasă!\nRăspund tuturor mesajelor într-un timp rezonabil.\n \n\nAbia aștept să lucrez la următoarele funcționalități! ❤️",
    "urgent": "Te rog să acorzi un moment pentru a citi acest mesaj\nde la creatorul Music Presence.\nViitorul aplicației depinde de asta.\n\n---\n\nDacă îți place Music Presence,  \ns-ar putea să îți placă și viziunea pentru viitorul acesteia  \nși direcția în care se îndreaptă proiectul.  \nDonația ta poate face o diferență reală!\n\nAi întrebări? Contactează-mă: [**contact@musicpresence.app**](mailto:contact@musicpresence.app)\n\nDonează: [**musicpresence.app/donate**](https://musicpresence.app/donate?utm_source=app&utm_medium=news&utm_content=cancel-dialog)"
}
